content/posts/How_to_take_smart_notes_by_Sonke_Ahrens_in_2017.md
+++
title = "How to take smart notes by Sonke Ahrens in 2017"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:42-04:00
slug = "How_to_take_smart_notes_by_Sonke_Ahrens_in_2017"
draft = false
+++

## I. Introduction {#i-dot-introduction}


### 1. Everything you need to know {#1-dot-everything-you-need-to-know}


### 2. Everything you need to do {#2-dot-everything-you-need-to-do}


### 3. Everything you need to have {#3-dot-everything-you-need-to-have}


### 4. A few things to keep in mind {#4-dot-a-few-things-to-keep-in-mind}


## II. The four underlying principles {#ii-dot-the-four-underlying-principles}


### 5. Writing is the only thing that matters {#5-dot-writing-is-the-only-thing-that-matters}


### 6. Simplicity is paramount {#6-dot-simplicity-is-paramount}


### 7. Nobody ever starts from scratch {#7-dot-nobody-ever-starts-from-scratch}


### 8. Let the work carry you forward {#8-dot-let-the-work-carry-you-forward}


## III. The six steps to successful writing {#iii-dot-the-six-steps-to-successful-writing}


### 9. Separate and interlocking tasks {#9-dot-separate-and-interlocking-tasks}


### 10. Read for understanding {#10-dot-read-for-understanding}


### 11. Take smart notes {#11-dot-take-smart-notes}


### 12. Develop ideas {#12-dot-develop-ideas}


### 13. Share your insight {#13-dot-share-your-insight}


### 14. Make it a habit {#14-dot-make-it-a-habit}
